{
  "hexagrams": [
    {
      "number": 1,
      "name_chinese": "乾",
      "name_russian": "Творчество",
      "name_pinyin": "Qián",
      "trigram_above": "☰ Небо",
      "trigram_below": "☰ Небо",
      "interpretation": "Время активных действий. Сильная творческая энергия. Все начинания благоприятны. Это время мощной янской силы, когда нужно действовать решительно и уверенно.",
      "judgment": "Изначальное свершение. Благоприятна стойкость. Время великих начинаний и проявления воли.",
      "image": "Движение неба полно силы. Благородный человек делает себя сильным и неутомимым."
    },
    {
      "number": 2,
      "name_chinese": "坤",
      "name_russian": "Исполнение",
      "name_pinyin": "Kūn",
      "trigram_above": "☷ Земля",
      "trigram_below": "☷ Земля",
      "interpretation": "Время восприимчивости и преданности. Следуй за ведущим. Покорность приносит успех. Иньская энергия требует мягкости и адаптации.",
      "judgment": "Изначальное свершение. Благоприятна стойкость подобная кобылице. Принятие и восприимчивость ведут к успеху.",
      "image": "Состояние земли - исполнение. Благородный человек широкой добродетелью несет все вещи."
    },
    {
      "number": 3,
      "name_chinese": "屯",
      "name_russian": "Начальная трудность",
      "name_pinyin": "Zhūn",
      "trigram_above": "☵ Вода",
      "trigram_below": "☳ Гром",
      "interpretation": "Период трудностей в начале. Нужна настойчивость. Не спеши, организуй помощников. Как растение пробивается через землю, так и ты должен проявить терпение.",
      "judgment": "Изначальное свершение. Благоприятна стойкость. Не следует что-либо предпринимать поспешно.",
      "image": "Облака и гром - начальная трудность. Благородный человек приводит в порядок хаос."
    },
    {
      "number": 4,
      "name_chinese": "蒙",
      "name_russian": "Юношеское неведение",
      "name_pinyin": "Méng",
      "trigram_above": "☶ Гора",
      "trigram_below": "☵ Вода",
      "interpretation": "Время обучения и просветления. Нужен наставник. Не стыдись незнания - ищи мудрости. Ученик должен быть искренним и почтительным.",
      "judgment": "Не я ищу юношу, юноша ищет меня. Учитель приходит к готовому ученику.",
      "image": "Под горой бьет источник. Благородный человек развивает свой характер решительными действиями."
    },
    {
      "number": 5,
      "name_chinese": "需",
      "name_russian": "Ожидание",
      "name_pinyin": "Xū",
      "trigram_above": "☵ Вода",
      "trigram_below": "☰ Небо",
      "interpretation": "Время терпеливого ожидания. Опасность впереди, но не спеши. Укрепляйся, питайся правильно. Твое время придет.",
      "judgment": "Если ты искренен, у тебя блестящий успех. Стойкость приносит удачу. Благоприятно переправиться через великую реку.",
      "image": "Облака поднимаются к небу. Благородный человек ест, пьет, пребывает в радости."
    },
    {
      "number": 6,
      "name_chinese": "讼",
      "name_russian": "Спор",
      "name_pinyin": "Sòng",
      "trigram_above": "☰ Небо",
      "trigram_below": "☵ Вода",
      "interpretation": "Конфликт и противостояние. Лучше отступить и искать компромисс. Судебные тяжбы неблагоприятны. Ищи посредника.",
      "judgment": "Спор. Ты искренен, но встречаешь препятствие. Остановись на полпути - к счастью. Идти до конца - несчастье.",
      "image": "Небо и вода движутся в противоположных направлениях. Благородный человек тщательно планирует начало дела."
    },
    {
      "number": 7,
      "name_chinese": "师",
      "name_russian": "Войско",
      "name_pinyin": "Shī",
      "trigram_above": "☷ Земля",
      "trigram_below": "☵ Вода",
      "interpretation": "Организация и дисциплина. Нужен опытный лидер. Коллективные усилия принесут успех. Но помни о ответственности.",
      "judgment": "Войско. Нужен стойкий человек. Счастье, хулы не будет.",
      "image": "Посреди земли вода. Благородный человек воспитывает народ и взращивает массы."
    },
    {
      "number": 8,
      "name_chinese": "比",
      "name_russian": "Единение",
      "name_pinyin": "Bǐ",
      "trigram_above": "☵ Вода",
      "trigram_below": "☷ Земля",
      "interpretation": "Время союзов и партнерства. Объединяйся с единомышленниками. Но действуй быстро - опоздавшие останутся позади.",
      "judgment": "Единение. Счастье. Вопрошай оракула еще раз о том, обладаешь ли ты возвышенностью, постоянством и стойкостью.",
      "image": "На земле вода - единение. Древние цари устанавливали отношения с князьями."
    },
    {
      "number": 9,
      "name_chinese": "小畜",
      "name_russian": "Воспитание малым",
      "name_pinyin": "Xiǎo Chù",
      "trigram_above": "☴ Ветер",
      "trigram_below": "☰ Небо",
      "interpretation": "Небольшие достижения. Слабые силы сдерживают сильные. Время мелких успехов и подготовки. Копи силы.",
      "judgment": "Воспитание малым имеет успех. Густые облака, но дождя нет. Подготовка, но не время действовать.",
      "image": "Ветер движется по небу. Благородный человек совершенствует внешние формы своей добродетели."
    },
    {
      "number": 10,
      "name_chinese": "履",
      "name_russian": "Наступление",
      "name_pinyin": "Lǚ",
      "trigram_above": "☰ Небо",
      "trigram_below": "☱ Озеро",
      "interpretation": "Опасная ситуация требует осторожности. Наступаешь на хвост тигра - но он не кусает. Правильное поведение защитит тебя.",
      "judgment": "Наступаешь на хвост тигра. Тот не кусает человека. Свершение через правильное поведение.",
      "image": "Наверху небо, внизу озеро. Благородный человек различает высокое и низкое."
    }
  ]
}
